/* No comment provided by engineer. */
"%@ unread messages" = "%@ unread messages";

/* No comment provided by engineer. */
" ago" = " ago";

/* No comment provided by engineer. */
" and start a conversation" = " and start a conversation";

/* No comment provided by engineer. */
" upload limit and won’t be sent." = " upload limit and won’t be sent.";

/* No comment provided by engineer. */
"Active " = "Active ";

/* No comment provided by engineer. */
"Active a week ago" = "Active a week ago";

/* No comment provided by engineer. */
"Active now" = "Active now";

/* No comment provided by engineer. */
"Active recently" = "Active recently";

/* No comment provided by engineer. */
"Active user not found" = "Active user not found";

/* No comment provided by engineer. */
"Active yesterday" = "Active yesterday";

/* No comment provided by engineer. */
"Add a caption" = "Add a caption";

/* No comment provided by engineer. */
"Add Members" = "Add Members";

/* No comment provided by engineer. */
"Add New Contact" = "Add New Contact";

/* No comment provided by engineer. */
"Add To Contacts" = "Add To Contacts";

/* No comment provided by engineer. */
"Add to Contacts" = "Add to Contacts";

/* No comment provided by engineer. */
"Added to Contacts" = "Added to Contacts";

/* No comment provided by engineer. */
"Adding..." = "Adding...";

/* No comment provided by engineer. */
"Admin" = "Admin";

/* No comment provided by engineer. */
"Admin Demoted" = "Admin Demoted";

/* No comment provided by engineer. */
"Admin Promoted" = "Admin Promoted";

/* No comment provided by engineer. */
"Albums" = "Albums";

/* No comment provided by engineer. */
"All Contacts Synced" = "All Contacts Synced";

/* No comment provided by engineer. */
"All messages and shared medias from this room will be inaccessible. Are you sure you want to delete?" = "All messages and shared medias from this room will be inaccessible. Are you sure you want to delete?";

/* No comment provided by engineer. */
"Allow" = "Allow";

/* No comment provided by engineer. */
"An error occurred while uploading your profile picture, would you like to try again?" = "An error occurred while uploading your profile picture, would you like to try again?";

/* No comment provided by engineer. */
"Are you sure you want to demote this admin?" = "Are you sure you want to demote this admin?";

/* No comment provided by engineer. */
"Are you sure you want to log out?" = "Are you sure you want to log out?";

/* No comment provided by engineer. */
"Are you sure you want to promote this member to admin?" = "Are you sure you want to promote this member to admin?";

/* No comment provided by engineer. */
"Are you sure you want to remove selected members?" = "Are you sure you want to remove selected members?";

/* No comment provided by engineer. */
"Are you sure you want to remove this member?" = "Are you sure you want to remove this member?";

/* No comment provided by engineer. */
"at " = "at ";

/* No comment provided by engineer. */
"Block User" = "Block User";

/* No comment provided by engineer. */
"Blocked List" = "Blocked List";

/* No comment provided by engineer. */
"Call Number" = "Call Number";

/* No comment provided by engineer. */
"Camera" = "Camera";

/* No comment provided by engineer. */
"Can't add yourself as contact" = "Can't add yourself as contact";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Cannot add more people" = "Cannot add more people";

/* No comment provided by engineer. */
"Cannot play video at the moment, please check your connection and try again." = "Cannot play video at the moment, please check your connection and try again.";

/* No comment provided by engineer. */
"Can’t find the contact you were looking for?" = "Can’t find the contact you were looking for?";

/* No comment provided by engineer. */
"Change" = "Change";

/* No comment provided by engineer. */
"Change Settings" = "Change Settings";

/* No comment provided by engineer. */
"Chat Now" = "Chat Now";

/* No comment provided by engineer. */
"Chats" = "Chats";

/* No comment provided by engineer. */
"CHATS AND CONTACTS" = "CHATS AND CONTACTS";

/* No comment provided by engineer. */
"Clear" = "Clear";

/* No comment provided by engineer. */
"CLEAR" = "CLEAR";

/* No comment provided by engineer. */
"Clear Chat" = "Clear Chat";

/* No comment provided by engineer. */
"Compose" = "Compose";

/* No comment provided by engineer. */
"Connected" = "Connected";

/* No comment provided by engineer. */
"Connecting" = "Connecting";

/* No comment provided by engineer. */
"Contact" = "Contact";

/* No comment provided by engineer. */
"Contact Access" = "Contact Access";

/* No comment provided by engineer. */
"CONTACTS" = "CONTACTS";

/* No comment provided by engineer. */
"Contacts" = "Contacts";

/* No comment provided by engineer. */
"Continue" = "Continue";

/* No comment provided by engineer. */
"Conversation Color" = "Conversation Color";

/* No comment provided by engineer. */
"Copy" = "Copy";

/* No comment provided by engineer. */
"Create Group" = "Create Group";

/* No comment provided by engineer. */
"Current active user is not found..." = "Current active user is not found...";

/* No comment provided by engineer. */
"days" = "days";

/* No comment provided by engineer. */
"Delete" = "Delete";

/* No comment provided by engineer. */
"Delete Chat" = "Delete Chat";

/* No comment provided by engineer. */
"Delete Group" = "Delete Group";

/* No comment provided by engineer. */
"Deleting..." = "Deleting...";

/* No comment provided by engineer. */
"Demote Admin" = "Demote Admin";

/* No comment provided by engineer. */
"Demote from Admin" = "Demote from Admin";

/* No comment provided by engineer. */
"Didn’t receive the 6 digit OTP?" = "Didn’t receive the 6 digit OTP?";

/* No comment provided by engineer. */
"Documents" = "Documents";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"DONE" = "DONE";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Email Address" = "Email Address";

/* No comment provided by engineer. */
"Email Address Optional" = "Email Address Optional";

/* No comment provided by engineer. */
"Enter email address" = "Enter email address";

/* No comment provided by engineer. */
"Enter the 6 digit OTP we’ve sent by" = "Enter the 6 digit OTP we’ve sent by";

/* No comment provided by engineer. */
"Enter username" = "Enter username";

/* No comment provided by engineer. */
"Enter your mobile number to continue" = "Enter your mobile number to continue";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"exact characters" = "exact characters";

/* No comment provided by engineer. */
"Exceeded number of maximum group members" = "Exceeded number of maximum group members";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* Error reason */
"Failed to allocate memory" = "Failed to allocate memory";

/* No comment provided by engineer. */
"Failed to connect to our server, please try again later..." = "Failed to connect to our server, please try again later...";

/* No comment provided by engineer. */
"Failed to delete message, please try again." = "Failed to delete message, please try again.";

/* No comment provided by engineer. */
"Failed to send, tap to retry" = "Failed to send, tap to retry";

/* No comment provided by engineer. */
"Failed to upload image" = "Failed to upload image";

/* No comment provided by engineer. */
"Forward" = "Forward";

/* No comment provided by engineer. */
"From: " = "From: ";

/* No comment provided by engineer. */
"From: You" = "From: You";

/* No comment provided by engineer. */
"Full Name" = "Full Name";

/* Error reason */
"Function not implemented for the current algorithm" = "Function not implemented for the current algorithm";

/* No comment provided by engineer. */
"Gallery" = "Gallery";

/* No comment provided by engineer. */
"GLOBAL SEARCH" = "GLOBAL SEARCH";

/* No comment provided by engineer. */
"Go to Settings" = "Go to Settings";

/* No comment provided by engineer. */
"Group Deleted" = "Group Deleted";

/* No comment provided by engineer. */
"Group Members" = "Group Members";

/* No comment provided by engineer. */
"GROUP MEMBERS (%ld/%ld)" = "GROUP MEMBERS (%ld/%ld)";

/* No comment provided by engineer. */
"GROUP MEMBERS (1/%ld)" = "GROUP MEMBERS (1/%ld)";

/* No comment provided by engineer. */
"GROUP MEMBERS (0/%ld)" = "GROUP MEMBERS (0/%ld)";

/* No comment provided by engineer. */
"Group Name" = "Group Name";

/* No comment provided by engineer. */
"Group name must be filled" = "Group name must be filled";

/* No comment provided by engineer. */
"Group Removed" = "Group Removed";

/* No comment provided by engineer. */
"Group Subject" = "Group Subject";

/* No comment provided by engineer. */
"hour" = "hour";

/* No comment provided by engineer. */
"hours" = "hours";

/* Error reason */
"Illegal parameter supplied to encryption/decryption algorithm" = "Illegal parameter supplied to encryption/decryption algorithm";

/* No comment provided by engineer. */
"Image Saved" = "Image Saved";

/* No comment provided by engineer. */
"Image saved successfully" = "Image saved successfully";

/* Error reason */
"Input data did not decode or decrypt correctly" = "Input data did not decode or decrypt correctly";

/* Error reason */
"Input size to encryption algorithm was not aligned correctly" = "Input size to encryption algorithm was not aligned correctly";

/* No comment provided by engineer. */
"Insert Name" = "Insert Name";

/* No comment provided by engineer. */
"Insert Password" = "Insert Password";

/* Error reason */
"Insufficient buffer provided for specified operation" = "Insufficient buffer provided for specified operation";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid Full Name" = "Invalid Full Name";

/* No comment provided by engineer. */
"Invalid OTP, please try again" = "Invalid OTP, please try again";

/* No comment provided by engineer. */
"Invalid password" = "Invalid password";

/* No comment provided by engineer. */
"Invalid Username" = "Invalid Username";

/* No comment provided by engineer. */
"is already in your contacts" = "is already in your contacts";

/* No comment provided by engineer. */
"It appears you don't have internet connection, please try again later..." = "It appears you don't have internet connection, please try again later...";

/* No comment provided by engineer. */
"It seems like you don't have any chats to show, but don't worry! Your chat list will grow once you" = "It seems like you don't have any chats to show, but don't worry! Your chat list will grow once you";

/* No comment provided by engineer. */
"It seems to be quiet in " = "It seems to be quiet in ";

/* No comment provided by engineer. */
"Last active" = "Last active";

/* No comment provided by engineer. */
"Leave" = "Leave";

/* No comment provided by engineer. */
"Leave Group" = "Leave Group";

/* No comment provided by engineer. */
"Loading" = "Loading";

/* No comment provided by engineer. */
"Loading Members" = "Loading Members";

/* No comment provided by engineer. */
"Loading New Messages" = "Loading New Messages";

/* No comment provided by engineer. */
"Loading Older Messages" = "Loading Older Messages";

/* No comment provided by engineer. */
"Location Disabled" = "Location Disabled";

/* No comment provided by engineer. */
"Location not found" = "Location not found";

/* No comment provided by engineer. */
"Logging out..." = "Logging out...";

/* No comment provided by engineer. */
"Logout" = "Logout";

/* No comment provided by engineer. */
"Make sure you have a stable connection" = "Make sure you have a stable connection";

/* No comment provided by engineer. */
"Maximum file size is " = "Maximum file size is ";

/* No comment provided by engineer. */
"Member Removed" = "Member Removed";

/* No comment provided by engineer. */
"MESSAGES" = "MESSAGES";

/* No comment provided by engineer. */
"minute" = "minute";

/* No comment provided by engineer. */
"minutes" = "minutes";

/* No comment provided by engineer. */
"Mobile Number" = "Mobile Number";

/* No comment provided by engineer. */
"My Account" = "My Account";

/* No comment provided by engineer. */
"My QR Code" = "My QR Code";

/* No comment provided by engineer. */
"New Chat" = "New Chat";

/* No comment provided by engineer. */
"New Contact" = "New Contact";

/* No comment provided by engineer. */
"New Group" = "New Group";

/* No comment provided by engineer. */
"No chats to show" = "No chats to show";

/* No comment provided by engineer. */
"not case sensitive" = "not case sensitive";

/* No comment provided by engineer. */
"Notification" = "Notification";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops…\nCould not find any results" = "Oops…\nCould not find any results";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* No comment provided by engineer. */
"Optional" = "Optional";

/* No comment provided by engineer. */
"OTP Successfully Sent" = "OTP Successfully Sent";

/* No comment provided by engineer. */
"Our system will send a verification SMS to %@. The SMS Contains 6 digits code to login to TapTalk.io application" = "Our system will send a verification SMS to %@. The SMS Contains 6 digits code to login to TapTalk.io application";

/* No comment provided by engineer. */
"Password does not match" = "Password does not match";

/* No comment provided by engineer. */
"Password must contain at least one lowercase, uppercase, special character, and a number." = "Password must contain at least one lowercase, uppercase, special character, and a number.";

/* No comment provided by engineer. */
"Password Optional" = "Password Optional";

/* No comment provided by engineer. */
"Photo Gallery" = "Photo Gallery";

/* No comment provided by engineer. */
"Please allow Location Services to Continue" = "Please allow Location Services to Continue";

/* No comment provided by engineer. */
"Please remove this video to continue" = "Please remove this video to continue";

/* No comment provided by engineer. */
"Promote to Admin" = "Promote to Admin";

/* No comment provided by engineer. */
"RECENT" = "RECENT";

/* No comment provided by engineer. */
"RECENT CHATS" = "RECENT CHATS";

/* No comment provided by engineer. */
"Register" = "Register";

/* No comment provided by engineer. */
"Remove Member" = "Remove Member";

/* No comment provided by engineer. */
"Remove Members" = "Remove Members";

/* No comment provided by engineer. */
"Removing..." = "Removing...";

/* No comment provided by engineer. */
"Reply" = "Reply";

/* No comment provided by engineer. */
"Request again" = "Request again";

/* No comment provided by engineer. */
"Requesting OTP" = "Requesting OTP";

/* No comment provided by engineer. */
"Retry" = "Retry";

/* No comment provided by engineer. */
"Retry Setup" = "Retry Setup";

/* No comment provided by engineer. */
"Retype Password" = "Retype Password";

/* No comment provided by engineer. */
"Save" = "Save";

/* No comment provided by engineer. */
"Saving…" = "Saving…";

/* No comment provided by engineer. */
"Say hi to " = "Say hi to ";

/* No comment provided by engineer. */
"Say hi to the group and start the conversation" = "Say hi to the group and start the conversation";

/* No comment provided by engineer. */
"Scan QR Code" = "Scan QR Code";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Search Address" = "Search Address";

/* No comment provided by engineer. */
"Search by username" = "Search by username";

/* No comment provided by engineer. */
"Search for chats or contacts" = "Search for chats or contacts";

/* No comment provided by engineer. */
"Search for contacts" = "Search for contacts";

/* No comment provided by engineer. */
"Search for country" = "Search for country";

/* No comment provided by engineer. */
"Search for members" = "Search for members";

/* No comment provided by engineer. */
"Search for people to add" = "Search for people to add";

/* No comment provided by engineer. */
"Search for users" = "Search for users";

/* No comment provided by engineer. */
"Searching for address" = "Searching for address";

/* No comment provided by engineer. */
"Select Country" = "Select Country";

/* No comment provided by engineer. */
"Selected file exceeded %ld MB maximum" = "Selected file exceeded %ld MB maximum";

/* No comment provided by engineer. */
"Send" = "Send";

/* No comment provided by engineer. */
"Send a message..." = "Send a message...";

/* No comment provided by engineer. */
"Send Location" = "Send Location";

/* No comment provided by engineer. */
"Send Message" = "Send Message";

/* No comment provided by engineer. */
"Send Verification SMS?" = "Send Verification SMS?";

/* No comment provided by engineer. */
"Sent " = "Sent ";

/* No comment provided by engineer. */
"Setting up Your Chat Room" = "Setting up Your Chat Room";

/* No comment provided by engineer. */
"Setup failed" = "Setup failed";

/* No comment provided by engineer. */
"Setup successful" = "Setup successful";

/* No comment provided by engineer. */
"SHARED MEDIA" = "SHARED MEDIA";

/* No comment provided by engineer. */
"Show QR Code" = "Show QR Code";

/* No comment provided by engineer. */
"Show your QR code by tapping the button below" = "Show your QR code by tapping the button below";

/* No comment provided by engineer. */
"Skip" = "Skip";

/* No comment provided by engineer. */
"SMS Number" = "SMS Number";

/* No comment provided by engineer. */
"Some files may not be sent" = "Some files may not be sent";

/* No comment provided by engineer. */
"Something went wrong, please try again." = "Something went wrong, please try again.";

/* No comment provided by engineer. */
"Sorry" = "Sorry";

/* No comment provided by engineer. */
"Sorry, this group is unavailable" = "Sorry, this group is unavailable";

/* No comment provided by engineer. */
"Start a conversation with " = "Start a conversation with ";

/* No comment provided by engineer. */
"Start a New Chat" = "Start a New Chat";

/* Error description */
"Success" = "Success";

/* No comment provided by engineer. */
"Sync Contacts Now" = "Sync Contacts Now";

/* No comment provided by engineer. */
"Synced" = "Synced";

/* No comment provided by engineer. */
"Syncing Contacts" = "Syncing Contacts";

/* No comment provided by engineer. */
"The max limit number of people in one group chat has been reached" = "The max limit number of people in one group chat has been reached";

/* No comment provided by engineer. */
"This is you" = "This is you";

/* No comment provided by engineer. */
"This message was deleted." = "This message was deleted.";

/* No comment provided by engineer. */
"This user is no longer available" = "This user is no longer available";

/* No comment provided by engineer. */
"To give permissions tap on 'Change Settings' button" = "To give permissions tap on 'Change Settings' button";

/* No comment provided by engineer. */
"To scan other's QR code, please tap the button below" = "To scan other's QR code, please tap the button below";

/* No comment provided by engineer. */
"to your contacts" = "to your contacts";

/* No comment provided by engineer. */
"Try a different search" = "Try a different search";

/* No comment provided by engineer. */
"typing" = "typing";

/* No comment provided by engineer. */
"Unable to get file data from URI" = "Unable to get file data from URI";

/* No comment provided by engineer. */
"Unable to verify username, please check your connection and try again" = "Unable to verify username, please check your connection and try again";

/* No comment provided by engineer. */
"Unblock User" = "Unblock User";

/* No comment provided by engineer. */
"Unread Messages" = "Unread Messages";

/* No comment provided by engineer. */
"Update" = "Update";

/* No comment provided by engineer. */
"Updating..." = "Updating...";

/* No comment provided by engineer. */
"Uploading" = "Uploading";

/* No comment provided by engineer. */
"User not found" = "User not found";

/* No comment provided by engineer. */
"Username" = "Username";

/* No comment provided by engineer. */
"Username already exists" = "Username already exists";

/* No comment provided by engineer. */
"Username is always required.\nMust be between 4-32 characters.\nCan only contain a-z, 0-9, underscores, and dot.\nCan't start with number or underscore or dot.\nCan't end with underscore or dot.\nCan't contain consecutive underscores, consecutive dot, underscore followed with dot, and otherwise." = "Username is always required.\nMust be between 4-32 characters.\nCan only contain a-z, 0-9, underscores, and dot.\nCan't start with number or underscore or dot.\nCan't end with underscore or dot.\nCan't contain consecutive underscores, consecutive dot, underscore followed with dot, and otherwise.";

/* No comment provided by engineer. */
"Username's length must be 4-32 characters" = "Username's length must be 4-32 characters";

/* No comment provided by engineer. */
"Usernames are not case sensitive, but make sure you input the exact characters" = "Usernames are not case sensitive, but make sure you input the exact characters";

/* No comment provided by engineer. */
"Verifying OTP" = "Verifying OTP";

/* No comment provided by engineer. */
"Video saved successfully" = "Video saved successfully";

/* No comment provided by engineer. */
"Video thumbnails that are marked with th icon ‘ ! ‘ have exceeded the " = "Video thumbnails that are marked with th icon ‘ ! ‘ have exceeded the ";

/* No comment provided by engineer. */
"View Blocked Contacts" = "View Blocked Contacts";

/* No comment provided by engineer. */
"View Group Members" = "View Group Members";

/* No comment provided by engineer. */
"View Profile" = "View Profile";

/* No comment provided by engineer. */
"Wait 0:0%ld" = "Wait 0:0%ld";

/* No comment provided by engineer. */
"Wait 0:%ld" = "Wait 0:%ld";

/* No comment provided by engineer. */
"Wait %ld:%ld" = "Wait %ld:%ld";

/* No comment provided by engineer. */
"Waiting for Network" = "Waiting for Network";

/* No comment provided by engineer. */
"We are experiencing problem to connect to our server, please try again later..." = "We are experiencing problem to connect to our server, please try again later...";

/* No comment provided by engineer. */
"We need your permission to access your contact, we will sync your contact to our server and automatically find your friend so it is easier for you to find your friends." = "We need your permission to access your contact, we will sync your contact to our server and automatically find your friend so it is easier for you to find your friends.";

/* No comment provided by engineer. */
"Welcome" = "Welcome";

/* No comment provided by engineer. */
"Yesterday" = "Yesterday";

/* No comment provided by engineer. */
"yesterday at " = "yesterday at ";

/* No comment provided by engineer. */
"You" = "You";

/* No comment provided by engineer. */
"You are all set and ready to go!" = "You are all set and ready to go!";

/* No comment provided by engineer. */
"You are no longer a participant in this group" = "You are no longer a participant in this group";

/* No comment provided by engineer. */
"This message was deleted." = "This message was deleted.";

/* No comment provided by engineer. */
"You have added" = "You have added";

/* No comment provided by engineer. */
"All messages and shared medias from this room will be inaccessible. Are you sure you want to leave?" = "All messages and shared medias from this room will be inaccessible. Are you sure you want to leave?";

/* No comment provided by engineer. */
"You: " = "You: ";

/* No comment provided by engineer. */
"🎥 Video" = "🎥 Video";

/* No comment provided by engineer. */
"📍Location" = "📍Location";

/* No comment provided by engineer. */
"🖼 Photo" = "🖼 Photo";

/* No comment provided by engineer. */
"No Countries found" = "No Countries found";

/* No comment provided by engineer. */
"Try a different search." = "Try a different search.";

/* No comment provided by engineer. */
"%@ to %@" = "%@ to %@";

/* No comment provided by engineer. */
"Not working? Try below" = "Not working? Try below";

/* No comment provided by engineer. */
"Send via SMS" = "Send via SMS";

/* No comment provided by engineer. */
"Discard Changes?" = "Discard Changes?";

/* No comment provided by engineer. */
"You have unsaved progress on this page. Are you sure you want to discard your progress?" = "You have unsaved progress on this page. Are you sure you want to discard your progress?";

/* No comment provided by engineer. */
"e.g Bernama" = "e.g Bernama";

/* No comment provided by engineer. */
"e.g user1234" = "e.g user1234";

/* No comment provided by engineer. */
"e.g example@work.com" = "e.g example@work.com";

/* No comment provided by engineer. */
"We are experiencing some issues, please try again later." = "We are experiencing some issues, please try again later.";

/* No comment provided by engineer. */
"Currently unavailable" = "Currently unavailable";

/* No comment provided by engineer. */
"Add message..." = "Add message...";

/* No comment provided by engineer. */
"Input your bio here." = "Input your bio here.";

/* No comment provided by engineer. */
"Set New Profile Picture" = "Set New Profile Picture";

/* No comment provided by engineer. */
"Edit Profile Picture" = "Edit Profile Picture";

/* No comment provided by engineer. */
"Account Details" = "Account Details";

/* No comment provided by engineer. */
"members" = "members";

/* No comment provided by engineer. */
"Notifications" = "Notifications";

/* No comment provided by engineer. */
"Search chat" = "Search chat";



